Repository: dynamics7/searchkeysettings
Catalog: SearchKeySettings/LocalizedResources.*.resx
Languages: de_de

source: about
de_de: Über

# AboutNotice
source: This application is provided "AS IS" without any warranties. Author isn't responsible for any damage caused by application usage
de_de: Diese Anwendung wird "wie sie ist" ohne Gewährleistung zur Verfügung gestellt. Der Author ist nicht verantwortlich für Schäden die durch die Nutzung der Software entstehen könnten.

# AboutPleaseNote
source: Please, note:
de_de: Bitte beachten:

# AboutTitle
source: Search key settings
de_de: Suchen-Taste-Einstellungen

# BingText
source: Launch bing
de_de: Bing starten

# CustomUrlText
source: Navigate to URL
de_de: Navigieren zur URL

# EnterToSearch
source: Filter by application title or its author:
de_de: Filtern nach Anwendungs-Titel oder nach Author:

source: Error
de_de: Fehler

# IncorrectInput
source: Invalid URL
de_de: Ungültige URL

# LoadingList
source: Loading application list...
de_de: Anwendungsliste wird geladen...

source: No action
de_de: Keine Aktion

# NoActionText
source: Don't do anything
de_de: Keine Aktion ausführen

# NoRootAccess
source: Application doesn't have a root access to your device. Please, make this application trusted using Root Manager.
de_de: Anwendung hat keine Root-Rechte auf dem Gerät. Bitte stufen Sie die Anwendung mit Root-Manager als vertrauenswürdig ein.

# PowerKey
source: Enter suspend mode
de_de: Ruhezustand aktivieren

# PowerKeyText
source: Simulate power key press
de_de: Simulieren der Power-Taste

source: Search
de_de: Suchen

# SearchText
source: Navigate to search page
de_de: Navigieren zur Such-Seite

# StockAction
source: Default action
de_de: Standard-Aktion

# StockActionText
source: Set by default
de_de: Standardmässig eingestellt

# Title
source: SEARCH KEY
de_de: Suchen-Taste
